[
    {
        "user_input": "In February, Alicia Silverstone and Christopher Jarecki announced they were divorcing after 20 years together. The couple has a six - year - old son together, Bear Blu. ( Photo : Frazer Harrison, Getty Images ) Alicia Silverstone has filed for divorce from her husband of nearly 13 years, actor and musician Christopher Jarecki. The divorce papers were filed in Los Angeles County Superior Court on Friday, according to the Associated Press. The Clueless star, 41, had separated from Jarecki, 47, in February after more than 20 years together as a couple. At the time the couple said in a statement that ` ` they still deeply love and respect each other and remain very close friends.'' The papers state the couple will share custody of their 7 - year - old son, Bear Blue",
        "toxicity": 0
    },
    {
        "user_input": "Does Meghan Markle Want 5 Kids? Prince Harry Has Some Thoughts The royal newlyweds may still be basking in their honeymoon glow, but of course people are already wondering if Prince Harry and Meghan Markle want kids. When pressed by fans, the Prince has made it clear exactly how many kids is too many, but that doesn ’ t mean babies won ’ t be part of the couple ’ s future. Prince Harry and Meghan Markle have already been forthcoming about wanting to have a family. During their first interview with the BBC after getting engaged, they were questioned about having kids and Prince Harry responded, ” I think one step at a time and hopefully we ’ ll start a family in the near future. ” ADVERTISEMENT The question is, exactly how many kids? With big brother",
        "toxicity": 0
    },
    {
        "user_input": "A man was arrested Wednesday after reportedly jumping on top of actress Jamie King's Mercedes - Benz and smashing the windows while her 4 - year - old son James Knight Newman was inside the car in Beverly Hills. According to the Beverly Hills Police Department, the shattered glass struck the child while he sat in his car seat in the car's back seat. The 38 - year - old ` ` Hart of Dixie'' star, was outside the vehicle at the time of the attack, but a female friend was in the car with the boy and emerged to protect the child. She was hit with a can by the attacker. The suspect, identified as 47 - year - old Paul Francis Floyd, was arrested for felony child endangerment, misdemeanor battery and two counts of felony vandalism",
        "toxicity": 0
    },
    {
        "user_input": "Shannon Ford is sick of being the bad guy. In this clip from Sunday ’ s all - new Very Cavallari, Shannon breaks down after her and Reagan Agee ’ s argument rears its ugly head at Wirth … Source link",
        "toxicity": 0
    },
    {
        "user_input": "Gigi Hadid has come up with many stellar skinny - jean outfits over the years and started plenty of trends in the process, so we're always eager to see what she's going to put together next. And this week in New York, she didn't disappoint. Hadid's light - wash Frame jeans and white T - shirt, which she paired with an $ 89 Storets jacket in bright pink, certainly made for a fun summer skinny - jean outfit, but it was the small detail on her feet that really gave us something to talk about. You may have noticed that It girls like Selena Gomez and Kaia Gerber have been embracing a super - cheap trend as of late : crew socks. And now, Hadid is stepping on board. She wore her athletic",
        "toxicity": 0
    },
    {
        "user_input": "The decision comes as the Sony - produced drama was saved days after cancellation last year. Talks for a two - hour movie to wrap it up continue. Timeless has been canceled a second time at NBC. The network has decided to cancel the beloved time - travel drama from producers Sony Pictures Television Studios. Sources say the studio and NBC are continuing talks for a potential two - hour movie to wrap up the finale cliffhanger. The series, which saw the network stunningly reverse its cancellation after its freshman run, had been in negotiations between Sony TV and NBC. While not a ratings breakout, Timeless averages a 1. 2 in the key adults 18 - 49 demo and nearly 5 million total viewers with seven days of delayed viewing ; the May 13 season two finale ticked up slightly ( though it did not best its season average )",
        "toxicity": 0
    }
]